{
  "Menu": [
    {
      "img": "../src/assets/Бургеры.png",
      "text": "Бургеры",
      "link": "/"
    },
    {
      "img": "../src/assets/Вок.png",
      "text": "Вок",
      "link": "vok"
    },
    {
      "img": "../src/assets/Десерты.png",
      "text": "Десерты",
      "link": "dessert"
    },
    {
      "img": "../src/assets/Закуски.png",
      "text": "Закуски",
      "link": "snacks"
    },
    {
      "img": "../src/assets/Комбо.png",
      "text": "Комбо",
      "link": "combo"
    },
    {
      "img": "../src/assets/Пицца.png",
      "text": "Пицца",
      "link": "pizza"
    },
    {
      "img": "../src/assets/Соусы.png",
      "text": "Соусы",
      "link": "sauces"
    },
    {
      "img": "../src/assets/Хот-доги.png",
      "text": "Хот-доги",
      "link": "HotDogs"
    },
    {
      "img": "../src/assets/Шаурма.png",
      "text": "Шаурма",
      "link": "shawarma"
    }
  ],
  "activeUser": [
    {
      "id": "0"
    }
  ],
  "allBurgers": [
    {
      "img": "../src/assets/burger550.png",
      "name": "Супер сырный",
      "cost": "550",
      "weight": "512",
      "description": "Бургер с сочным говяжьим мясом, листьями свежего салата, ломтиком помидора и сырным соусом - это идеальный выбор для любителей классических бургеров. А еще, если добавить картофель фри, то получится настоящий американский обед!",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/burger689.png",
      "name": "Мясная бомба",
      "cost": "689",
      "weight": "520",
      "description": "Для тех, кто предпочитает более оригинальные вкусы, рекомендую попробовать бургер с грибами и карамелизированным луком. Нежное мясо, сладкий лук и ароматные грибы - это просто невероятное сочетание!",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/burger480.png",
      "name": "Тяжелый удар",
      "cost": "480",
      "weight": "470",
      "description": "Если вы любите острое, то обязательно попробуйте бургер с халапеньо и перцем чили. Острота перца прекрасно дополняет вкус сочного мяса и свежих овощей. Готовьте салфетки - будет жарко!",
      "id": "3",
      "id_false": "3"
    },
    {
      "img": "../src/assets/burger450.png",
      "name": "Вечная классика",
      "cost": "450",
      "weight": "450",
      "description": "Для вегетарианцев я рекомендую бургер с грибами и авокадо. Ароматные грибы и кремовый авокадо создают неповторимый вкус, который даже мясоедам понравится",
      "id": "4",
      "id_false": "4"
    },
    {
      "img": "../src/assets/burger639.png",
      "name": "Сытный",
      "cost": "639",
      "weight": "580",
      "description": "Бургер с беконом и яйцом - это настоящая классика. Сочное мясо, хрустящий бекон и желток яйца, стекающий по булочке - это просто невероятно вкусно!",
      "id": "5",
      "id_false": "5"
    },
    {
      "img": "../src/assets/burger560.png",
      "name": "Итальянский",
      "cost": "560",
      "weight": "510",
      "description": "Ну и, конечно же, не могу не упомянуть бургер с лососем и авокадо. Нежное лососевое филе, кремовый авокадо и свежие овощи - это просто рай для гурманов! Попробуйте и вы не пожалеете.",
      "id": "6",
      "id_false": "6"
    }
  ],
  "allSnacks": [
    {
      "img": "../src/assets/Crisps.png",
      "name": "Начос",
      "cost": "250",
      "weight": "220",
      "description": "Начос - это классическая закуска, которая отлично подходит для любого торжества или вечеринки. Креветки обволакиваются в тонком слое теста и жарятся до золотистой корочки",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/Potato.png",
      "name": "Картошка фри",
      "cost": "245",
      "weight": "180",
      "description": "Картошка фри - это простая и вкусная закуска, которая идеально подходит для летнего ужина на свежем воздухе.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/Rings.png",
      "name": "Луковые кольца",
      "cost": "230",
      "weight": "160",
      "description": "Луковые кольца - это закуска, которая понравится как вегетарианцам, так и мясоедам. Тонкие ломтики баклажана запекаются в духовке с начинкой из сыра фета, орехов и зелени.",
      "id": "3",
      "id_false": "3"
    }
  ],
  "allHotDogs": [
    {
      "img": "../src/assets/HotDog290.png",
      "name": "Домашний хот-дог",
      "cost": "290",
      "weight": "250",
      "description": "Хот-доги с кетчупом и горчицей - классика жанра! Сочные сосиски в тонкой булочке, обжаренные до золотистой корочки, сочетаются с острым горчичным соусом и сладким кетчупом.",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/HotDog239.png",
      "name": "Жгучий хот-дог",
      "cost": "239",
      "weight": "245",
      "description": "Хот-доги с беконом и сыром - для настоящих гурманов! Сосиски обжариваются на гриле, затем укладываются в тонкую булочку с ломтиками хрустящего бекона и тертым сыром.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/HotDog220.png",
      "name": "Классический хот-дог",
      "cost": "220",
      "weight": "215",
      "description": "Классический хот-дог - для любителей здорового питания! В булочке укладываются соевые колбаски, свежий авокадо, нарезанные помидоры, огурцы и лук",
      "id": "3",
      "id_false": "3"
    }
  ],
  "allVoks": [
    {
      "img": "../src/assets/Vok.png",
      "name": "Вок классический",
      "cost": "290",
      "weight": "225",
      "description": "Вок с курицей и овощами - сочное куриное филе, ароматные овощи и специи в сочетании с соевым соусом создают неповторимый вкус. Это блюдо подойдет для тех, кто любит сочетание мяса и овощей.",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/VokCheese.png",
      "name": "Сырный вок",
      "cost": "390",
      "weight": "370",
      "description": "Вок с говядиной и грибами - нежное мясо, ароматные грибы и сочные овощи, приправленные уникальным соусом на основе соевого соуса и имбиря, создают неповторимый вкус. Это блюдо подойдет для настоящих гурманов.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/VokHot.png",
      "name": "Острый вок",
      "cost": "420",
      "weight": "400",
      "description": "Вок с морепродуктами - сочные креветки, мидии, осьминоги и кальмары, приправленные азиатскими специями и обжаренные с овощами, создают неповторимый вкус, который никого не оставит равнодушным.",
      "id": "3",
      "id_false": "3"
    }
  ],
  "allDesserts": [
    {
      "img": "../src/assets/DessertsSwedish.png",
      "name": "Шведский",
      "cost": "390",
      "weight": "205",
      "description": "Шоколадный фондан - нежный и ароматный десерт с горячим шоколадным центром, который тает во рту. Подается с ванильным мороженым и свежими ягодами. Это блюдо станет настоящим угощением для любителей сладкого.",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/DessertsBerryAndFruit.png",
      "name": "Ягодный",
      "cost": "410",
      "weight": "200",
      "description": "Тирамису - классический итальянский десерт, состоящий из слоев савоярди, крема на основе маскарпоне и кофейного сиропа. Подается с какао-порошком и свежими ягодами.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/DessertsAir.png",
      "name": "Воздушный",
      "cost": "230",
      "weight": "50",
      "description": "Фруктовый салат - легкий и освежающий десерт, состоящий из свежих фруктов, таких как клубника, ананас, киви и манго. Подается со сливочным мороженым и мятой.",
      "id": "3",
      "id_false": "3"
    }
  ],
  "allShawarmas": [
    {
      "img": "../src/assets/ShawarmaClassic.png",
      "name": "Классическая",
      "cost": "200",
      "weight": "300",
      "description": "Шаурма с курицей - сочное мясо, обжаренное на огне, смешанное с овощами и заправленное специальным соусом, всё завернуто в тонкий лаваш. Это блюдо прекрасно подойдет для тех, кто любит быстрое и вкусное питание.",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/ShawarmaHot.png",
      "name": "Острая",
      "cost": "360",
      "weight": "400",
      "description": "Шаурма с говядиной - ароматное мясо, приготовленное на гриле, с добавлением свежих овощей и соуса, завернутое в лаваш. Это блюдо обязательно понравится любителям мясных блюд и приятно удивит своим вкусом.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/ShawarmaChicken.png",
      "name": "Куриная",
      "cost": "439",
      "weight": "495",
      "description": "Шаурма с фалафелем - вегетарианское блюдо, состоящее из кусочков фалафеля, свежих овощей и соуса, завернутых в лаваш. Это блюдо подойдет для тех, кто следит за своим здоровьем и предпочитает вегетарианскую еду. Вкусная и сытная шаурма для всех!",
      "id": "3",
      "id_false": "3"
    },
    {
      "img": "../src/assets/ShawarmaCheese.png",
      "name": "Сырная",
      "cost": "220",
      "weight": "290",
      "description": "Шаурма с морепродуктами и сыром - это необычное и очень вкусное блюдо. Вместо мяса используются морепродукты, такие как кальмары, креветки и мидии.",
      "id": "4",
      "id_false": "4"
    }
  ],
  "allPizzas": [
    {
      "img": "../src/assets/fermerskaya.png",
      "name": "Фермерская",
      "cost": "620",
      "weight": "790",
      "description": "Пицца Фермерская - это классическое блюдо, которое не теряет своей популярности на протяжении многих лет. Тонкое тесто, сочные помидоры, ароматный базилик и нежный моцарелла создают неповторимый вкус, который понравится всем",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/gavayskaya.png",
      "name": "Гавайская",
      "cost": "745",
      "weight": "855",
      "description": "Пицца Гавайская - это настоящий шедевр итальянской кухни. Тонкое тесто, сочное бекон, нежный сливочный соус и ароматный пармезан создают неповторимый вкус, который понравится всем.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/pepperoni.png",
      "name": "Пепперони",
      "cost": "999",
      "weight": "1200",
      "description": "Пицца Пепперони - это настоящее удовольствие для любителей сыра. Тонкое тесто, сочный горгонзола, нежный моцарелла, ароматный пармезан и крем-сыр создают неповторимый вкус, который понравится всем.",
      "id": "3",
      "id_false": "3"
    }
  ],
  "allSauces": [
    {
      "img": "../src/assets/Tomato.png",
      "name": "Томатный",
      "cost": "50",
      "weight": "30",
      "description": "Соус Томатный - это мексиканская классика, которая отлично подходит для чипсов, тостадос и буррито. Авокадо, лук, помидоры и лайм создают неповторимый вкус, который подчеркивает мексиканскую кухню.",
      "id": "1",
      "id_false": "1"
    },
    {
      "img": "../src/assets/Garlic.png",
      "name": "Чесночный",
      "cost": "45",
      "weight": "20",
      "description": "Соус Чесночный - это еще одна мексиканская классика, которая отлично подходит для тостадос, энчиладас и буррито. Томаты, лук, перец и кориандр создают неповторимый вкус, который подчеркивает мексиканскую кухню.",
      "id": "2",
      "id_false": "2"
    },
    {
      "img": "../src/assets/Pesto.png",
      "name": "Песто",
      "cost": "49",
      "weight": "25",
      "description": "Соус Песто - это блюдо из ближневосточной кухни, которое отлично подходит для питы, овощей и мяса. Нут, тахини, чеснок и лимон создают неповторимый вкус, который подчеркивает богатство вкусов ближневосточной кухни.",
      "id": "3",
      "id_false": "3"
    },
    {
      "img": "../src/assets/Cheese.png",
      "name": "Сырный",
      "cost": "40",
      "weight": "20",
      "description": "Соус Сырный - это американская классика, которая отлично подходит для салатов, картофеля и мяса. Майонез, пармезан, чеснок и лимон создают неповторимый вкус, который подчеркивает богатство вкусов американской кухни.",
      "id": "4",
      "id_false": "4"
    }
  ]
}
